<?php 
// Вывод строки "Период отпусков закончился!" с помощью echo и print
echo "Период отпусков закончился!<br />";
print "Период отпусков закончился!<br />";
// переменная с целочисленным значением
$f = 288;
// переменная со строковым значением
$x = "Период отпусков закончился!"; 
// Вывод значений переменных, каждую с новой строки
echo $f . "<br />" . $x . "<br/>";
// Вывод строки, состоящей из значения переменной $f в конкатенации со второй переменной и дополнительного текста
echo  "В {$f} день, приблизительно ... Все
возвращаются на работу <br/>";
// Выведет результат вычисления: 112
echo 45+67;
// Выведет строку 45+67
echo '45+67 <br/>'; 
// Выведет строку 45+67
echo "45+67";
// Вывод предложения с правильными кавычками
echo '<br/>Книга "Герой" выйдет в октябре, этого года!<br/>';
// Вывод стихотворения
echo "Под небом синим, где звезды ярко светят,<br>";
echo "Шепчет ветерок, а ночь темно глядит.<br>";
echo "В полях и лугах, в лесах и рощах,<br>";
echo "Спят звери и птицы, во сне бродят мечты.<br>";